{
  "title": "Meet Our Organizer Team",
  "description": "We're a group of passionate individuals gathering the community of people passionate about Speed of User Experience, AKA Web Performance. We're always looking for volunteers to join us on this noble journey!",
  "applicationUrl": "https://docs.google.com/forms/d/e/1FAIpQLSed6bgzwZtXveiswofFP4njDzRG23ZWh4aOHPR1D427clKv6A/viewform",
  "team": [
    {
      "title": "Lead Organizer",
      "name": "Sergey Chernyshev",
      "imageUrl": "/images/sergey_chernyshev.jpg",
      "pageUrl": "https://www.sergeychernyshev.com/",
      "description": "MCs the events, finds speakers, buys geekaway items, and makes everything else happen."
    },
    {
      "title": "Meet4SPEED Lead",
      "name": "Paul Calvano",
      "imageUrl": "/images/paul_calvano.jpg",
      "pageUrl": "https://paulcalvano.com/",
      "description": "Leads the hands-on analysis and optimization workshops called 'Meet4SPEED'."
    },
    {
      "title": "Event Coordinator",
      "description": "Meet and greet attendees, order and organize the food for the event, spread swag for members, and be friendly."
    },
    {
      "title": "Video Operator",
      "name": "Alex Chernyshev",
      "imageUrl": "/images/alex_chernyshev.jpg",
      "pageUrl": "https://alexchernyshev.com/",
      "description": "Sets up and uses video recording equipment to record speaker events for our YouTube channel, wires up speakers with microphones, and manages footage."
    },
    {
      "title": "Video Editor",
      "name": "Nik Chernyshev",
      "imageUrl": "/images/nik_chernyshev.jpg",
      "pageUrl": "https://www.nikolaschernyshev.com/",
      "description": "Edits speaker session footage and publishes the resulting videos to our YouTube channel."
    },
    {
      "title": "Social Media Manager",
      "description": "Post to our various social media platforms, send email announcements, and spread the word."
    },
    {
      "title": "Speaker Manager",
      "description": "Manage speaker search, coordinate speakers, collect and post their information, and coordinate dates with the venues."
    },
    {
      "title": "Venue Coordinator",
      "description": "Find venues that can host our hands-on (small) and speaker (larger) events, maintain venue list, and make sure we have a place to meet."
    },
    {
      "title": "Sponsorship Manager",
      "description": "Find sponsors, collect their money and coordinate asset deliverables, and post sponsor information according to their sponsorship level."
    }
  ]
}
